<template>
    <div class="camber">
        <div class="img">
            <img style="padding:0;width:100%;" src="../../../assets/images/start_banner.jpg" alt="">
        </div>
        <div class="content" :style="mobile?'width:100%;':''">
            <h3>现在流行的眉型适合我吗？</h3>
            <p>随着平眉、剑眉、野生眉等眉型的流行，画眉这件小事，也越来越受到重视。那作为整天跟不同脸型与眉型打交道的彩妆师，他会给出怎样的画眉心得呢？是否流行的眉型就一定适合我吗？</p>
            <h4>眉毛怎麽修？</h4>
            <p>你修眉了吗？</p>
            <p>虽然我是个不太帮被化者修眉的化妆师，但修眉这件事有时候是必须的，如果杂毛太多会影响眉型走向造成两边高低、长度落差太多；再者，如果没有定期修剪杂毛，有时后化完妆后整张脸会看起来髒髒的；而太杂乱的眉毛在画眉时很容易让人无从下手；最后仅供参考的是，命理师说定期修剪眉心的杂毛会改善运气。</p>
            <p>你需要的修眉道具：</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 安全修眉刀：针对累积的杂毛或第一次修眉完全没有眉型的 。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 小剪刀：针对粗眉或眉毛长度影响到眉毛宽度的，可以适时打薄、修剪。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 镊子：针对已有习惯整理眉毛或眉型的人，可以将细微杂毛一根一根修饰。</p>
            <p>修眉范围：</p>
            <p>修眉技巧在网路上已有许多人分享，这次我想把该注意且容易被忽略的步骤标签出，修眉不能太过贪心跟急躁，需要一点一点修 ，以下的 Tips 可以让你修眉更上手。</p>
            <img src="../../../assets/images/camber/1.jpg" alt="">
            <p>A.一定要先把毛流梳顺，很多人都会忘记这个步骤，有了这个动作， 你才看得清楚原本的眉型。</p>
            <p>B.眉峰、眉头、眉毛线下方决定眉型，利用修眉刀将你想要的眉型线以外的眉毛进行修整， 记得一点一点的修。</p>
            <p>C.细微杂毛的整理。可以用小镊子将细部的眉毛一根一根拔除。当你有眉型，平常只要做这个动作，其实你的眉毛就会很干净。</p>
            <p>D.记得眉中范围的杂毛也要适时修一下，眉型妆面才会完整。</p>
            <h4>我需要哪种化眉産品？</h4>
            <p>你是不是也在困扰，眉妆产品五花八门，你该选择哪一种呢? 答案是，依据你的眉毛条件选产品！基本上都会使用到两个产品以上，眉妆产品有：眉笔、眉粉、眉液笔、眉胶笔、染眉膏。以下我们看看五种眉型需要的产品。</p>
            <img src="../../../assets/images/camber/2.jpg" alt="">
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 有眉型轮廓、眉型细、眉头有点空：需要眉笔增加宽度；浅色眉粉补色眉头。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 有眉型、空洞多、整体眉量少：需要眉笔将整体眉型描绘出；眉粉补齐空洞。</p>
            <img src="../../../assets/images/camber/3.jpg" alt="">
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 眉型适中、无眉尾、眉色淡：需要眉胶笔，比较不容易掉色，拉出眉尾轮廓；眉笔，中间断处使用眉笔补上；眉粉，浅色补色； 眉头，中间色柔和轮廓。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 没有明显眉型、眉色淡、没有眉尾：需要眉笔先将整体轮廓拉出；眉胶笔拉出眉尾比例；眉笔液增加眉量。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 眉毛浓 、眉型明显、眉头有空：需要眉粉补色；眉液笔轻拉眼尾。</p>
            <h4>眉笔颜色怎么挑？</h4>
            <p>最简单的挑法就是以你当下的发色挑选，也可以以皮肤颜色做挑选，但基本上不要和头发落差太的色系、看起来舒服就可以。但我特别想要提醒的是，眉色尽量比发色浅，这样画出来的色彩比例才会是柔和、不奇怪的。</p>
            <p>以下是我以亚洲人为基础分析的配色，可以当作参考，当然记得还是要试色。我很喜欢 Kate 系列 的眉笔，这次想以我平常的眉笔色系去做分析：</p>
            <img src="../../../assets/images/camber/4.jpg" alt="">
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 明亮棕：浅咖、浅栗棕这个颜色补色或打底都很好用</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 偏黄自然棕：栗子色、暖色系，大致上肤色都适合。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 自然棕：亚麻、冷色髮色 ，以及中性肤色与偏白肤色适用。</p>
            <img src="../../../assets/images/camber/5.jpg" alt="">
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 偏红自然棕：发色带红感、咖啡红，以及健康肤色适用。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 黑棕：建议黑发、或者基调是黑色但在太阳下会偏棕的髮色。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 自然黑：建议用来补色，不建议直接化上，因为会让整体看起来很僵硬。</p>
            <h4>现在流行的眉型我适合吗？</h4>
            <p>很多女孩一定想问「现在流行的眉我适合吗？」，从20多前的柳叶眉到前几年的平眉，再到最近回归自然的原生眉，但这么多眉型自己应该画哪一种呢？ 以下我抓出四种现在化起来比较不会老气的眉型，并依照不同脸型做比较。</p>
            <img src="../../../assets/images/camber/6.jpg" alt="">
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 标准眉：也就是现在流行的原生眉、野生眉：标准眉其实任何脸型都适合，它属于自然舒服的眉型，眉峰位在眉长的三分之二处，几乎成水平线，这样的眉型让人没有距离感，也比较清爽俐落的感觉。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 弓形眉：眉头和眉尾不在同一水平，眉尾比较高些，眉峰角度较明显，这样的眉毛看起个性一些，偏圆脸的女孩可以试试。</p>
            <img src="../../../assets/images/camber/7.jpg" alt="">
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 弧形眉：看起来有点像标准眉，但它的差别在眉尾下方的弧度较为圆弧、没有锐利感，给 较温柔的感觉，方脸及菱形脸的人都挺适合这麽眉型。</p>
            <p>&nbsp;&nbsp;&nbsp;&nbsp;· 平眉/平字眉：平眉之前真是风靡亚洲，平眉看起来有种可爱天真的感觉，但真的也不是每个人都适合，建议长型脸及脸有点轮廓线的女孩可以尝试。</p>
            <h4>特殊眉型该怎麽办？</h4>
            <p>你也有特殊眉吗？！搜集到网友的眉毛烦恼，发现特殊眉是许多人的烦恼之一。</p>
            <p>#1 我的八字眉好难搞定！</p>
            <p>韩国女星金高银就是标准八字眉，八字眉有几个问题需要注意：眉头要比眉峰和眉尾高、八字眉修眉很重要。</p>
            <p>修眉：以眉头下方为基准线，浅色眉笔往后化出基准线；接著用修眉刀，将线外的范围都修掉；最后用剪刀把过长而超出线外的眉毛修短。</p>
            <p>化眉：眉型出来后用眉笔描绘，一样以眉头下方为基准线，往外拉出眉尾位置；最后再以眉尾三分之二处找出眉峰，抓出适合自己的比例即可。</p>
            <img src="../../../assets/images/camber/8.jpg" alt="">
            <p>#2 我的眉毛有高低差！</p>
            <p>高低眉有个问题就是：化眉时无从下手。</p>
            <p>化眉：用平视镜观察哪一边眉毛比较低，就从那一边的眉毛开始下手。先从调整眉头上方开始，以另一边较高的眉做标准，化出想要的高度； 两边眉头高度相似后，再找出两边眉峰的位置 ，进而完成眉型。</p>
            <img src="../../../assets/images/camber/9.jpg" alt="">
            <p>#3 我的眉毛很稀疏！</p>
            <p>稀疏眉有以下这些问题：看不出眉型、眉色偏淡、眉流分布不均。</p>
            <p>化眉：通常此问题眉毛部分都是有眉头没有眉型，所以先从眉头开始吧！利用浅色的眉笔先打底，意思是先帮你的眉毛打草稿，画出你想要的眉型；接著利用中间色再次加强眉的立体感，将眉型描绘的更完整；可以用眉笔液或眉胶笔，一根一根的化出眉流感，改善稀疏问题。</p>
        </div>
        <div class="btn" style="position:fixed;bottom:1rem;left:.05rem;"><a-button type="primary" @click="back"> <a-icon type="left" />返 回</a-button></div>
    </div>
</template>
<script>
export default {
    data(){
        return {
            mobile:false
        }
    },
    mounted() {
        if(window.innerWidth < 450){
            this.mobile = true;
        }
    },
    methods: {
        back(){
            this.$emit('back')
        }
    },
}
</script>
<style lang="less" scoped>
.camber{
    .content{
        width:60%;
        margin:0 auto;
        padding:50px 10px;
        text-align: center;
    }
}
    h3{
        font-size:.14rem;
        font-weight: 700;
        line-height: .5rem;
        color:#303133;
        text-align: left;
    }
    h4{
        font-size:.13rem;
        font-weight: 700;
        line-height: .5rem;
        color:#303133;
        text-align: center;
    }
    p{
        font-size:.08rem;
        line-height: .16rem;
        margin:0;
        color:#606266;
        text-align: left;
    }
    p.center{
        text-align: center;
        color:#303133;
    }
    img{
        padding:20px 0;
        text-align: center;
    }
</style>